Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Προτιμήσεις Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Μηνύματα ειδοποίησης βασικού ελέγχου ταυτότητας HTTP διασταυρούμενων προελεύσεων";
AllowCrossOriginAuthPrompt.pfm_description = "Ελέγχει εάν επιτρέπεται στο δευτερεύον περιεχόμενο τρίτου μέρους σε μια σελίδα σε ένα παράθυρο διαλόγου βασικού ελέγχου ταυτότητας HTTP.  Αυτή η λειτουργία είναι κατά κανόνα απενεργοποιημένη ως άμυνα κατά του ηλεκτρονικού \"ψαρέματος\" (phishing).";
AllowFileSelectionDialogs.pfm_title = "Να επιτρέπεται η επίκληση των παράθυρων διαλόγου επιλογής αρχείων.";
AllowFileSelectionDialogs.pfm_description = "Επιτρέπει την πρόσβαση σε τοπικά αρχεία στον υπολογιστή επιτρέποντας την εμφάνιση των παράθυρων διαλόγου επιλογής αρχείων από το Chromium. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες θα μπορούν να ανοίξουν τα παράθυρα διαλόγου επιλογής αρχείων ως συνήθως. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, κάθε φορά που ο χρήστης εκτελεί μια ενέργεια η οποία θα μπορούσε να προκαλέσει την εμφάνιση ενός παράθυρου διαλόγου επιλογής αρχείων (όπως εισαγωγή σελιδοδεικτών, μεταφόρτωση αρχείων, αποθήκευση συνδέσμων, κλπ.) θα εμφανίζεται ένα μήνυμα και θα θεωρείται ότι ο χρήστης έχει κάνει κλικ στην επιλογή \"Άκυρο\" στο παράθυρο διαλόγου επιλογής αρχείων. Αν αυτή η ρύθμιση δεν έχει καθοριστεί, οι χρήστες θα μπορούν να ανοίξουν τα παράθυρα διαλόγου επιλογής αρχείων ως συνήθως.";
AllowOutdatedPlugins.pfm_title = "Να επιτρέπεται η εκτέλεση προσθηκών οι οποίες είναι παλιές";
AllowOutdatedPlugins.pfm_description = "Επιτρέπει στο Chromium την εκτέλεση προσθηκών οι οποίες είναι παλιές. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, οι παλιές προσθήκες θα χρησιμοποιούνται σαν κανονικές προσθήκες. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, οι παλιές προσθήκες δεν θα χρησιμοποιούνται και δεν θα ζητείται άδεια από τους χρήστες για να τις εκτελέσουν. Αν δεν έχει γίνει καθορισμός αυτής της ρύθμισης, θα ζητείται άδεια από τους χρήστες για την εκτέλεση παλιών προσθηκών.";
AlternateErrorPagesEnabled.pfm_title = "Ενεργοποίηση εναλλακτικών σελίδων σφάλματος";
AlternateErrorPagesEnabled.pfm_description = "Ενεργοποιεί τη χρήση εναλλακτικών σελίδων σφάλματος οι οποίες είναι ενσωματωμένες στο Chromium (όπως \"η σελίδα δεν βρέθηκε\") κλαι αποτρέπει την αλλαγή αυτής της ρύθμισης από τους χρήστες. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, γίνεται χρήση των εναλλακτικών σελίδων σφάλματος. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, δεν θα γίνει ποτέ χρήση των εναλλακτικών σελίδων σφάλματος. Αν ενεργοποιήσετε ή απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα μπορούν να αλλάξουν ή να παρακάμψουν αυτήν τη ρύθμιση στο Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Πάντα εκτελεί προσθήκες που απαιτούν εξουσιοδότηση";
AlwaysAuthorizePlugins.pfm_description = "Επιτρέπει στο Chromium να εκτελεί προσθήκες για τις οποίες απαιτείται εξουσιοδότηση. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, οι προσθήκες που δεν ανήκουν σε παλαιότερες εκδόσεις θα εκτελούνται πάντα. Αν αυτή η ρύθμιση είναι απενεργοποιημένη ή μη ρυθμισμένη, θα ζητείται από τους χρήστες άδεια για την εκτέλεση των προσθηκών για τις οποίες απαιτείται εξουσιοδότηση. Πρόκειται για προσθήκες που μπορούν να θέσουν σε κίνδυνο την ασφάλεια.";
AuthNegotiateDelegateWhitelist.pfm_title = "Λίστα επιτρεπόμενων διακομιστή μεταβίβασης Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Διακομιστές στους οποίους μπορεί να κάνει μεταβίβαση το Chromium";
AuthSchemes.pfm_title = "Υποστηριζόμενοι συνδυασμοί ελέγχου ταυτότητας";
AuthSchemes.pfm_description = "Καθορίζει ποιοι συνδυασμοί Ελέγχου ταυτότητας HTTP υποστηρίζονται από το Chromium. Πιθανές τιμές είναι \"basic\", \"digest\", \"ntlm\" και \"negotiate\". Διαχωρίστε τις τιμές με κόμματα.";
AuthServerWhitelist.pfm_title = "Λίστα επιτρεπόμενων διακομιστή ελέγχου ταυτότητας";
AuthServerWhitelist.pfm_description = "Καθορίζει ποιοι διακομιστές θα πρέπει να είναι ανήκουν στις λίστες των επιτρεπόμενων για ενσωματωμένο έλεγχο ταυτότητας. Ο ενσωματωμένος έλεγχος ταυτότητας ενεργοποιείται όνο όταν το Chromium λαμβάνει μια πρόκληση ελέγχου ταυτότητας από έναν διακομιστή μεσολάβησης ή από έναν διακομιστή ο οποίος ανήκει στη λίστα των επιτρεπόμενων. Διαχωρίστε τα πολλαπλά ονόματα διακομιστών με κόμματα. Επιτρέπονται οι χαρακτήρες μπαλαντέρ (*).";
AutoFillEnabled.pfm_title = "Ενεργοποίηση Αυτόματης Συμπλήρωσης";
AutoFillEnabled.pfm_description = "Ενεργοποιεί τη λειτουργία Αυτόματης συμπλήρωσης του Chromium και επιτρέπει στους χρήστες την αυτόματη συμπλήρωση φορμών ιστού με χρήση πληροφοριών που έχουν αποθηκευτεί στο παρελθόν, όπως στοιχεία διεύθυνσης ή πιστωτικής κάρτας. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα έχουν δυνατότητα πρόσβασης στην Αυτόματη συμπλήρωση. Αν ενεργοποιήσετε αυτήν τη ρύθμιση ή δεν κάνετε διαμόρφωση κάποιας τιμής, η Αυτόματη συμπλήρωση θα παραμείνει υπό τον έλεγχο του χρήστη. Αυτό θα επιτρέψει στον χρήστη να κάνει διαμόρφωση των προφίλ Αυτόματης συμπλήρωσης και να ενεργοποιεί ή να απενεργοποιεί την Αυτόματη συμπλήρωση όποτε θέλει.";
BlockThirdPartyCookies.pfm_title = "Αποκλεισμός cookie τρίτων μερών";
BlockThirdPartyCookies.pfm_description = "Αποκλείει τα cookie τρίτων μερών. Με την ενεργοποίηση αυτής της ρύθμισης αποτρέπεται ο καθορισμός cookie από τα στοιχεία ιστοσελίδας τα οποία δεν προέρχονται από τον τομέα της γραμμής διεύθυνσης του προγράμματος περιήγησης. Η απενεργοποίηση αυτής της ρύθμισης επιτρέπει τον καθορισμός των cookie από τα στοιχεία ιστοσελίδας τα οποία δεν προέρχονται από τον τομέα της γραμμής διεύθυνσης του προγράμματος περιήγησης και αποτρέπει την αλλαγή αυτής της ρύθμισης από τους χρήστες.";
BookmarkBarEnabled.pfm_title = "Ενεργοποίηση γραμμής σελιδοδεικτών";
BookmarkBarEnabled.pfm_description = "Ενεργοποιεί τη γραμμή σελιδοδεικτών στη νέα σελίδα καρτέλας στο Chromium. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, το Chromium θα εμφανίσει μια γραμμή σελιδοδεικτών στη σελίδα \"Νέα καρτέλα\". Αν απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα δουν ποτέ τη γραμμή σελιδοδεικτών. Αν ενεργοποιήσετε ή απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα μπορούν να αλλάξουν ή να παρακάμψουν αυτήν τη ρύθμιση στο Chromium.";
ClearSiteDataOnExit.pfm_title = "Εκκαθάριση δεδομένων ιστότοπου κατά τον τερματισμό του προγράμματος περιήγησης";
ClearSiteDataOnExit.pfm_description = "Αυτή η πολιτική είναι μια παράκαμψη για την επιλογή ρυθμίσεων περιεχομένων \"Εκκαθάριση cookie και άλλων δεδομένων ιστότοπων όταν κλείνω το πρόγραμμα περιήγησής μου\". Όταν οριστεί ως αληθές, το Chromium θα διαγράψει όλα τα τοπικά αποθηκευμένα δεδομένα από το πρόγραμμα περιήγησης όταν αυτό κλείσει.";
CookiesAllowedForUrls.pfm_title = "Να επιτρέπονται τα cookie σε αυτούς τους ιστότοπους";
CookiesAllowedForUrls.pfm_description = "Σας επιτρέπει να ορίσετε μια λίστα προτύπων διευθύνσεων url που προσδιορίζουν ιστότοπους οι οποίοι επιτρέπεται να ορίζουν cookie.";
CookiesBlockedForUrls.pfm_title = "Αποκλεισμός cookie σε αυτούς τους ιστότοπους";
CookiesBlockedForUrls.pfm_description = "Σας επιτρέπει να ορίσετε μια λίστα προτύπων διευθύνσεων url που προσδιορίζουν ιστότοπους οι οποίοι δεν επιτρέπεται να ορίζουν cookie.";
CookiesSessionOnlyForUrls.pfm_title = "Να επιτρέπονται μόνο cookie περιόδου σύνδεσης σε αυτούς τους ιστότοπους";
CookiesSessionOnlyForUrls.pfm_description = "Σας επιτρέπει να ορίσετε μια λίστα προτύπων διευθύνσεων url που προσδιορίζουν ιστότοπους οι οποίοι επιτρέπεται να ορίζουν μόνο cookie περιόδου σύνδεσης.";
DefaultBrowserSettingEnabled.pfm_title = "Ορισμός του Chrome ως προεπιλεγμένο πρόγραμμα περιήγησης";
DefaultBrowserSettingEnabled.pfm_description = "Κάνει διαμόρφωση των ελέγχων του προεπιλεγμένου προγράμματος περιήγησης στο Chromium και αποτρέπει την αλλαγή τους από τους χρήστες. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, το Chromium θα ελέγχει πάντα κατά την εκκίνηση αν είναι το προεπιλεγμένο πρόγραμμα περιήγησης και θα καταχωρείται αυτόματα, αν είναι δυνατόν. Αν αυτή η ρύθμιση είναι απενεργοποιημένη, το Chromium δεν θα ελέγχει ποτέ αν είναι το προεπιλεγμένο πρόγραμμα περιήγησης και θα απενεργοποιεί τα στοιχεία ελέγχου των χρηστών για τον καθορισμό αυτής της επιλογής. Αν δεν γίνει καθορισμός αυτής της ρύθμισης, το Chromium θα επιτρέψει στον χρήστη να ελέγχει αν είναι το προεπιλεγμένο πρόγραμμα περιήγησης και αν θα πρέπει να εμφανίζονται οι ειδοποιήσεις του χρήστη όταν δεν εμφανίζονται.";
DefaultCookiesSetting.pfm_title = "Προεπιλεγμένη ρύθμιση cookie";
DefaultCookiesSetting.pfm_description = "0 - Να επιτρέπεται σε όλους τους ιστότοπους ο καθορισμός τοπικών δεδομένων.\n1 - Να μην επιτρέπεται σε κανέναν ιστότοπο ο καθορισμός τοπικών δεδομένων\nΣας επιτρέπει να ορίσετε αν επιτρέπεται στις ιστοσελίδες να καθορίζουν τοπικά δεδομένα. Ο καθορισμός των τοπικών δεδομένων μπορεί να επιτρέπεται για όλους τους ιστότοπους ή να απορρίπτεται για όλους τους ιστότοπους.";
DefaultGeolocationSetting.pfm_title = "Προεπιλεγμένη ρύθμιση γεωτοποθεσίας";
DefaultGeolocationSetting.pfm_description = "0 - Να επιτρέπεται στους ιστότοπους η παρακολούθηση της φυσικής τοποθεσίας τω χρηστών\n1 - Να μην επιτρέπεται σε κανέναν ιστότοπο η παρακολούθηση της φυσικής τοποθεσίας των χρηστών\n2 - Να γίνεται ερώτηση κάθε φορά για την παρακολούθηση της φυσικής τοποθεσίας των χρηστών από κάποιον ιστότοπο\nΣας επιτρέπει να καθορίσετε αν επιτρέπεται ο καθορισμός της φυσικής τοποθεσίας των χρηστών σε αυτούς τους ιστότοπους. Ο εντοπισμός της φυσικής τοποθεσίας των χρηστών μπορεί να επιτρέπεται από προεπιλογή, να απορρίπτεται από προεπιλογή ή μπορεί ο χρήστης να ερωτάται κάθε φορά που κάποιος ιστότοπος απαιτεί τη φυσική τοποθεσία.";
DefaultImagesSetting.pfm_title = "Προεπιλεγμένες ρυθμίσεις εικόνων";
DefaultImagesSetting.pfm_description = "0 - Να επιτρέπεται σε όλους τους ιστότοπους να εμφανίζουν όλες τις εικόνες\n1 - Μην επιτρέπεται σε κανέναν ιστότοπο η εμφάνιση εικόνων\nΣας επιτρέπει να ορίσετε αν επιτρέπεται στους ιστότοπους η εμφάνιση εικόνων. Η εμφάνιση εικόνωννμπορεί να επιτρέπεται για όλους τους ιστότοπους ή να απορρίπτεται για όλους τους ιστότοπους.";
DefaultJavaScriptSetting.pfm_title = "Προεπιλεγμένη ρύθμιση JavaScript";
DefaultJavaScriptSetting.pfm_description = "0 - Να επιτρέπεται σε όλους τους ιστότοπους η εκτέλεση JavaScript\n1 - Να μην επιτρέπεται σε κανέναν ιστότοπο η εκτέλεση JavaScript\nΣας επιτρέπει να ορίσετε αν επιτρέπεται στους ιστότοπους να εκτελούν JavaScript. Η εκτέλεση JavaScript μπορεί είτε να επιτρέπεται είναι να απορρίπτεται για όλους τους ιστότοπους.";
DefaultNotificationSetting.pfm_title = "Προεπιλεγμένη ρύθμιση ειδοποιήσεων";
DefaultNotificationSetting.pfm_description = "0 - Να επιτρέπεται σε όλους τους ιστότοπους να εμφανίζουν ειδοποιήσεις στην επιφάνεια εργασίας\n1 - Να μην επιτρέπεται σε κανέναν ιστότοπο η εμφάνιση ειδοποιήσεων επιφάνειας εργασίας\n2 - Να γίνεται ερώτηση κάθε φορά για την εμφάνιση ειδοποιήσεων επιφάνειας εργασίας\nΣας επιτρέπει να ορίσετε αν οι ιστότοποι μπορούν να εμφανίζουν ειδοποιήσεις επιφάνειας εργασίας. Η εμφάνιση ειδοποιήσεων επιφάνειας εργασίας μπορεί να επιτρέπεται από προεπιλογή, να απορρίπτεται από προεπιλογή ή να ερωτάται ο χρήστης κάθε φορά που κάποιος ιστότοπος θέλει να εμφανίσει ειδοποιήσεις επιφάνειας εργασίας.";
DefaultPluginsSetting.pfm_title = "Προεπιλεγμένη ρύθμιση προσθηκών";
DefaultPluginsSetting.pfm_description = "0 - Να επιτρέπεται σε όλους τους ιστότοπους η αυτόματη εκτέλεση προσθηκών\n1 - Αποκλεισμός όλων των προσθηκών\nΣας επιτρέπει να ορίσετε αν οι ιστοσελίδες μπορούν να εκτελούν προσθήκες αυτόματα. Οι προσθήκες που εκτελούνται αυτόματα μπορεί είτε να επιτραπούν για όλους τους ιστότοπους είτε να απορριφθούν για όλους τους ιστότοπους.";
DefaultPopupsSetting.pfm_title = "Προεπιλεγμένη ρύθμιση αναδυόμενων παράθυρων";
DefaultPopupsSetting.pfm_description = "0 - Να επιτρέπεται σε όλους τους ιστότοπους η εμφάνιση αναδυόμενων παραθύρων\n1 - Να μην επιτρέπεται σε κανέναν ιστότοπο η εμφάνιση αναδυόμενων παραθύρων\nΣας επιτρέπει να ορίσετε αν επιτρέπεται στους ιστότοπους να εμφανίζουν αναδυόμενα παράθυρα. Η εμφάνιση αναδυόμενων παράθυρων μπορεί είτε να επιτρέπεται για όλους τους ιστότοπους ή να απορρίπτεται για όλους τους ιστότοπους.";
DefaultSearchProviderEnabled.pfm_title = "Ενεργοποίηση προεπιλεγμένου παροχέα αναζήτησης";
DefaultSearchProviderEnabled.pfm_description = "Ενεργοποιεί τη χρήση του προεπιλεγμένου παροχέα αναζήτησης. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, εκτελείται μια προεπιλεγμένη αναζήτηση όταν ο χρήστης πληκτρολογεί κείμενο στο κύριο πλαίσιο, το οποίο δεν είναι διεύθυνση URL. Μπορείτε να καθορίσετε τον προεπιλεγμένο παροχέα αναζήτησης προς χρήση ρυθμίζοντας τις υπόλοιπες προεπιλεγμένες πολιτικές αναζήτησης. Αν αυτά τα πεδία μείνουν κενά, ο χρήστης μπορεί να επιλέξει τον προεπιλεγμένο παροχέα. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, δεν θα εκτελείται καμία αναζήτηση όταν οι χρήστες εισαγάγουν κείμενο εκτός διεύθυνσης URL στο κύριο πλαίσιο. Αν ενεργοποιήσετε ή απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες μπορούν να αλλάξουν ή να αντικαταστήσουν αυτήν τη ρύθμιση στο Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Προεπιλεγμένες κωδικοποιήσεις παροχέα αναζήτησης";
DefaultSearchProviderEncodings.pfm_description = "Καθορίζει την κωδικοποίηση χαρακτήρων που υποστηρίζονται από τον παροχεά αναζήτησης. Οι κωδικοποιήσεις ονόματα σελίδα κώδικα, όπως UTF-8, GB2312 και ISO-8859-1. Δοκιμάζονται με τη σειρά που παρέχονται. Η προεπιλογή είναι UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Εικονίδιο προεπιλεγμένου παροχέα αναζήτησης";
DefaultSearchProviderIconURL.pfm_description = "Καθορίζει την αγαπημένη διεύθυνση URL εικονιδίου του προεπιλεγμένου παροχέα αναζήτησης. Προαιρετικό.";
DefaultSearchProviderInstantURL.pfm_title = "Προεπιλεγμένη διεύθυνση URL instant παροχέα αναζήτησης";
DefaultSearchProviderInstantURL.pfm_description = "Καθορίζει τη διεύθυνση URL της μηχανής αναζήτησης που χρησιμοποιείται για την παροχή άμεσων αποτελεσμάτων. Η διεύθυνση URL πρέπει να περιέχει τη συμβολοσειρά '{searchTerms}', η οποία θα αντικατασταθεί από το κείμενο που έχει πληκτρολογήσει ο χρήστης μέχρι στιγμής τη στιγμή του ερωτήματος. Προαιρετικό.";
DefaultSearchProviderKeyword.pfm_title = "Προεπιλεγμένη λέξη-κλειδί παροχέα αναζήτησης";
DefaultSearchProviderKeyword.pfm_description = "Καθορίζει τη λέξη-κλειδί, η οποία αποτελεί τη συντόμευση που χρησιμοποιείται στο κύριο πλαίσιο για την ενεργοποίηση της αναζήτησης αυτού του παροχέα. Προαιρετικό.";
DefaultSearchProviderName.pfm_title = "Όνομα προεπιλεγμένου παροχέα αναζήτησης";
DefaultSearchProviderName.pfm_description = "Καθορίζει το όνομα του προεπιλεγμένου παροχέα αναζήτησης. Αν το πεδίο είναι κενό, θα χρησιμοποιηθεί το όνομα κεντρικού υπολογιστή που καθορίζεται από τη διεύθυνση URL αναζήτησης.";
DefaultSearchProviderSearchURL.pfm_title = "Προεπιλεγμένη διεύθυνση URL αναζήτησης παροχέα αναζήτησης";
DefaultSearchProviderSearchURL.pfm_description = "Καθορίζει τη διεύθυνση URL της μηχανής αναζήτησης που χρησιμοποιείται κατά την εκτέλεση μιας προεπιλεγμένης αναζήτησης. Η διεύθυνση URL πρέπει να περιέχει τη συμβολοσειρά \"{searchTerms}\", η οποία θα αντικατασταθεί στον χρόνο ερωτήματος από τους όρους τους οποίους αναζητά ο χρήστης.";
DefaultSearchProviderSuggestURL.pfm_title = "Προεπιλεγμένη διεύθυνση URL προτάσεων παροχέα αναζήτησης";
DefaultSearchProviderSuggestURL.pfm_description = "Καθορίζει τη διεύθυνση URL της μηχανής αναζήτησης που χρησιμοποιείται για την παροχή προτάσεων αναζήτησης. Η διεύθυνση URL πρέπει να περιέχει τη συμβολοσειρά \"{searchTerms}\", η οποία θα αντικατασταθεί από το κείμενο που ο χρήστης έχει πληκτρολογήσει μέχρι στιγμής τη στιγμή του ερωτήματος. Προαιρετικό.";
DeveloperToolsDisabled.pfm_title = "Απενεργοποίηση των Εργαλείων προγραμματιστή.";
DeveloperToolsDisabled.pfm_description = "Απενεργοποιεί τα Εργαλεία διαχειριστή και την κονσόλα JavaScript. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, δεν είναι δυνατή η πρόσβαση στα Εργαλεία διαχειριστή και δεν είναι πια δυνατή η επιθεώρηση των στοιχείων ιστότοπου. Τυχόν συντομεύσεις πληκτρολογίου και καταχωρίσεις μενού ή μανού περιβάλλοντος για το άνοιγμα των Εργαλείων διαχειριστή ή της κονσόλας JavaScript θα απενεργοποιηθούν.";
Disable3DAPIs.pfm_title = "Απενεργοποίηση υποστήριξης για API γραφικών 3D";
Disable3DAPIs.pfm_description = "Απενεργοποίηση υποστήριξης για API γραφικών 3D. Η ενεργοποίηση αυτής της ρύθμισης αποτρέπει την πρόσβαση των ιστοσελίδων στη μονάδα επεξεργασίας γραφικών (GPU). Συγκεκριμένα, οι ιστοσελίδες δεν μπορούν να έχουν πρόσβαση στο WebGL API και οι προσθήκες δεν μπορούν να κάνουν χρήση του Pepper 3D API. Η απενεργοποίηση αυτής της ρύθμισης ενδέχεται να επιτρέψει τη χρήση του API και των προσθηκών του WebGL από τις ιστοσελίδες για χρήση του Pepper 3D API. Οι προεπιλεγμένες ρυθμίσεις του προγράμματος περιήγησης μπορεί ακόμη να απαιτούν την έγκριση ορισμάτων της γραμμής εντολών προκειμένου να γίνει χρήση αυτών των API.";
DisableAuthNegotiateCnameLookup.pfm_title = "Απενεργοποίηση της αναζήτησης CNAME κατά τη διαπραγμάτευση του ελέγχου ταυτότητας Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "Καθορίζει αν το Kerberos SPN που δημιουργείται βασίζεται στο κανονικό όνομα DNS ή στο αρχικό όνομα που εισαγάγεται. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, θα γίνει παράλειψη της αναζήτησης CNAME και θα χρησιμοποιηθεί το όνομα του διακομιστή όπως αυτό έχει καταχωρισθεί. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, το κανονικό όνομα θα καθοριστεί μέσω της αναζήτησης CNAME.";
DisablePluginFinder.pfm_title = "Απενεργοποίηση εργαλείου εύρεσης προσθηκών";
DisablePluginFinder.pfm_description = "Αν ορίσετε αυτήν τη ρύθμιση ως Αληθή, θα γίνει απενεργοποίηση της αυτόματης αναζήτησης και της εγκατάστασης προσθηκών που λείπουν στο Chromium.";
DisableSpdy.pfm_title = "Απενεργοποίηση πρωτοκόλλου SPDY";
DisableSpdy.pfm_description = "Απενεργοποιεί τη χρήση του πρωτοκόλλου SPDY στο Chromium.";
DisabledPlugins.pfm_title = "Λίστα απενεργοποιημένων προσθηκών";
DisabledPlugins.pfm_description = "Καθορίζει μια λίστα προσθηκών οι οποίες είναι απενεργοποιημένες στο Chromium και αποτρέπει την αλλαγή αυτής της ρύθμισης από τους χρήστες. Οι χαρακτήρες μπαλαντέρ \"*\" και \"?\" μπορούν να χρησιμοποιηθούν για να αντιπροσωπεύσουν ακολουθίες αυθαίρετων χαρακτήρων. Το \"*\" αντιπροσωπεύει έναν αυθαίρετο αριθμό χαρακτήρων, ενώ το \"?\" καθορίζει έναν οποιονδήποτε μοναδικό χαρακτήρα, δηλαδή αντιπροσωπεύει κανέναν ή έναν χαρακτήρα. Ο χαρακτήρας διαφυγής είναι το \"\\", επομένως για την εμφάνιση των πραγματικών χαρακτήρων \"*\", \"?\" ή \"\\", μπορείτε να τοποθετήσετε ένα \"\\" μπροστά τους. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, δεν θα χρησιμοποιείται ποτέ η καθορισμένη λίστα προσθηκών στο Chromium. Οι προσθήκες επισημαίνονται ως απενεργοποιημένες στο \"about:plugins\" και οι χρήστες δεν μπορούν να τις ενεργοποιήσουν. Λάβετε υπόψη ότι αυτή η πολιτική παρακάμπτει τόσο το EnabledPlugins όσο και το DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Λίστα εξαιρέσεων από τη λίστα απενεργοποιημένων προσθηκών";
DisabledPluginsExceptions.pfm_description = "Καθορίζει μια λίστα προσθηκών τις οποίες μπορεί να ενεργοποιήσει ή να απενεργοποιήσει ο χρήστης στο Chromium. Οι χαρακτήρες μπαλαντέρ \"*\" και \"?\" μπορούν να χρησιμοποιηθούν για να αντιπροσωπεύσουν ακολουθίες αυθαίρετων χαρακτήρων. Το \"*\" αντιπροσωπεύει έναν αυθαίρετο αριθμό χαρακτήρων, ενώ το \"?\" καθορίζει έναν οποιονδήποτε μοναδικό χαρακτήρα, δηλαδή αντιπροσωπεύει κανέναν ή έναν χαρακτήρα. Ο χαρακτήρας διαφυγής είναι το \"\\", επομένως για την εμφάνιση των πραγματικών χαρακτήρων \"*\", \"?\" ή \"\\", μπορείτε να τοποθετήσετε ένα \"\\" μπροστά τους. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, η καθορισμένη λίστα προσθηκών θα μπορεί να χρησιμοποιηθεί στο Chromium. Οι χρήστες μπορούν, επίσης, να ενεργοποιήσουν ή να απενεργοποιήσουν τις προσθήκες στο \"about:plugins\", ακόμα και αν μία προσθήκη ταιριάζει και με ένα πρότυπο στο DisabledPlugins. Οι χρήστες μπορούν, ακόμα, να ενεργοποιήσουν και να απενεργοποιήσουν προσθήκες οι οποίες δεν ταιριάζουν με οποιοδήποτε πρότυπο στο DisabledPlugins, DisabledPluginsExceptions και EnabledPlugins.";
DisabledSchemes.pfm_title = "Κατάλογος απενεργοποιημένων συνδυασμών πρωτοκόλλου";
DisabledSchemes.pfm_description = "Απενεργοποιεί τους αναφερόμενους συνδυασμούς πρωτοκόλλου στο Chromium. Οι διευθύνσεις URL, χρησιμοποιώντας έναν συνδυασμό από αυτήν τη λίστα, δεν θα φορτωθούν και δεν θα είναι δυνατή η πλοήγηση σε αυτές.";
DiskCacheDir.pfm_title = "Ορισμός καταλόγου προσωρινής μνήμης δίσκου";
DiskCacheDir.pfm_description = "Ρυθμίζει τον κατάλογο που θα χρησιμοποιεί το Chromium για την αποθήκευση προσωρινά αποθηκευμένων αρχείων στον δίσκο. Εάν ορίσετε αυτή την πολιτική, το Chromium θα χρησιμοποιεί τον παρεχόμενο κατάλογο, ανεξάρτητα από το αν ο χρήστης έχει καθορίσει ή όχι τη σήμανση \"--disk-cache-dir\".";
DnsPrefetchingEnabled.pfm_title = "Ενεργοποίηση πρόβλεψης δικτύου.";
DnsPrefetchingEnabled.pfm_description = "Επιτρέπει την πρόβλεψη δικτύου στο Chromium και αποτρέπει την αλλαγή αυτής της ρύθμισης από τους χρήστες. Αν ενεργοποιήσετε ή απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα μπορούν να αλλάξουν ή να παρακάμψουν αυτήν τη ρύθμιση στο Chromium.";
DownloadDirectory.pfm_title = "Ορισμός καταλόγου λήψεων";
DownloadDirectory.pfm_description = "Κάνει διαμόρφωση του καταλόγου που θα χρησιμοποιήσει το Chromium για τη λήψη αρχείων. Αν ορίσετε αυτήν την  πολιτική, το Chromium θα κάνει χρήση του καταλόγου που παρέχεται ανεξάρτητα αν έχει καθοριστεί από τον χρήστη ή αν ο χρήστης έχει ενεργοποιήσει την επισήμανση που θα ζητείται κάθε φορά για την τοποθεσία λήψης.";
EditBookmarksEnabled.pfm_title = "Ενεργοποιεί ή απενεργοποιεί την επεξεργασία σελιδοδεικτών";
EditBookmarksEnabled.pfm_description = "Ενεργοποιεί ή απενεργοποιεί την επεξεργασία σελιδοδεικτών στο Chromium. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, θα είναι δυνατή η προσθήκη, η διαγραφή ή η τροποποίηση σελιδοδεικτών. Αυτή είναι η προεπιλεγμένη ρύθμιση. Αν απενεργοποιήσετε αυτή τη ρύθμιση, δεν θα είναι δυνατή η προσθήκη, η διαγραφή ή η τροποποίηση σελιδοδεικτών. Οι υπάρχοντες σελιδοδείκτες θα εξακολουθήσουν να είναι διαθέσιμοι.";
EnableAuthNegotiatePort.pfm_title = "Συμπερίληψη μη πρότυπης θύρας στο Kerberos SPN";
EnableAuthNegotiatePort.pfm_description = "Καθορίζει αν το Kerberos SPN που δημιουργείται θα πρέπει να περιλαμβάνει μια μη τυπική θύρα. Αν ενεργοποιήσετε αυτήν τη ρύθμιση και εισαχθεί μια μη τυπική θύρα (δηλαδή, μια θύρα εκτός από 80 ή 443), θα συμπεριληφθεί στο Kerberos SPN που έχει δημιουργηθεί. Αν απενεργοποιήσετε αυτή τη ρύθμιση, το Kerberos SPN που έχει δημιουργηθεί δεν θα συμπεριληφθεί σε καμία περίπτωση σε κάποια θύρα.";
EnabledPlugins.pfm_title = "Κατάλογος ενεργοποιημένων προσθηκών";
EnabledPlugins.pfm_description = "Καθορίζει μια λίστα προσθηκών οι οποίες ενεργοποιούνται στο Chromium και αποτρέπει την αλλαγή αυτής της ρύθμισης από τους χρήστες. Οι χαρακτήρες μπαλαντέρ \"*\" και \"?\" μπορούν να χρησιμοποιηθούν για να αντιπροσωπεύσουν ακολουθίες αυθαίρετων χαρακτήρων. Το \"*\" αντιπροσωπεύει έναν αυθαίρετο αριθμό χαρακτήρων, ενώ το \"?\" καθορίζει έναν οποιονδήποτε μοναδικό χαρακτήρα, δηλαδή αντιπροσωπεύει κανέναν ή έναν χαρακτήρα. Ο χαρακτήρας διαφυγής είναι το \"\\", επομένως για την εμφάνιση των πραγματικών χαρακτήρων \"*\", \"?\" ή \"\\", μπορείτε να τοποθετήσετε ένα \"\\" μπροστά τους. Η καθορισμένη λίστα προσθηκών χρησιμοποιείται πάντα στο Chromium, αν έχει γίνει εγκατάσταση. Οι προσθήκες επισημαίνονται ως ενεργοποιημένες στο \"about:plugins\" και οι χρήστες δεν μπορούν να τις απενεργοποιήσουν. Λάβετε υπόψη ότι αυτή η πολιτική παρακάμπτει τόσο το DisabledPlugins όσο και το DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "Αναγνωριστικά επέκτασης η εγκατάσταση των οποίων από τον χρήστη θα πρέπει να αποτρέπεται (ή * για όλες)";
ExtensionInstallBlacklist.pfm_description = "Σας επιτρέπει να καθορίσετε ποιες επεκτάσεις ΔΕΝ μπορούν να εγκαταστήσουν οι χρήστες. Οι επεκτάσεις που έχουν ήδη εγκατασταθεί θα καταργηθούν αν αποκλειστούν. Η τιμή αποκλεισμού * υποδεικνύει ότι όλες οι επεκτάσεις έχουν αποκλειστεί εκτός αν παρατίθενται ρητά στη λίστα επιτρεπόμενων επεκτάσεων.";
ExtensionInstallForcelist.pfm_title = "Αναγνωριστικά επέκτασης και διευθύνσεις URL ενημέρωσης για αθόρυβη εγκατάσταση";
ExtensionInstallForcelist.pfm_description = "Σας επιτρέπει να καθορίσετε μια λίστα επεκτάσεων οι οποίες θα εγκατασταθούν αθόρυβα, χωρίς διαδραστικότητα με τον χρήστη. Κάθε στοιχείο της λίστας αποτελεί μια συμβολοσειρά, η οποία περιέχει ένα αναγνωριστικό επέκτασης και μια ενημέρωση διεύθυνσης URL διαχωρισμένη με ερωτηματικό (;). Για παράδειγμα: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Για κάθε στοιχείο, το Chromium θα κάνει ανάκτηση μιας επέκτασης η οποία θα καθορίζεται από την καθορισμένη διεύθυνση URL και θα την εγκαθιστά αθόρυβα. Στις παρακάτω σελίδες παρέχονται εξηγήσεις σχετικά  με τον τρόπο με τον οποίο μπορείτε να φιλοξενήσετε επεκτάσεις στο δικό σας διακομιστή. Σχετικά με τις διευθύνσεις URL ενημερώσεων: http://code.google.com/chrome/extensions/autoupdate.html, σχετικά με τη φιλοξενία επεκτάσεων γενικά: http://code.google.com/chrome/extensions/hosting.html. Οι χρήστες δεν θα μπορούν να κάνουν κατάργηση εγκαταστάσεων οι οποίες έχουν καθοριστεί από αυτήν την πολιτική. Αν καταργήσετε μια επέκταση από αυτήν τη λίστα, θα καταργηθεί αυτόματα από το Chromium.Δεν είναι δυνατή η επιβολή εγκατάστασης επεκτάσεων που περιλαμβάνονται στη λίστα αποκλεισμένων στο \"ExtensionInstallBlacklist\" και όχι στη λίστα επιτρεπόμενων.";
ExtensionInstallWhitelist.pfm_title = "Αναγνωριστικά επέκτασης για εξαίρεση από τη λίστα αποκλεισμένων";
ExtensionInstallWhitelist.pfm_description = "Σάς επιτρέπει να καθορίσετε ποιες επεκτάσεις δεν υπόκεινται στη λίστα των αποκλεισμένων. Η τιμή * αποκλεισμένων υποδεικνύει ότι όλες οι επεκτάσεις περιλαμβάνονται στη λίστα των αποκλεισμένων και οι χρήστες μπορούν να κάνουν εγκατάσταση μόνο των επεκτάσεων που περιλαμβάνονται στη λίστα των επιτρεπόμενων. Από προεπιλογή, όλες οι επεκτάσεις περιλαμβάνονται στη λίστα των επιτρεπόμενων, αλλά αν όλες οι επεκτάσεις έχουν αποκλειστεί βάσει πολιτικής, η λίστα επιτρεπόμενων μπορεί να χρησιμοποιηθεί για την παράκαμψη αυτής της πολιτικής.";
GSSAPILibraryName.pfm_title = "Όνομα βιβλιοθήκης GSSAPI";
GSSAPILibraryName.pfm_description = "Καθορίζει ποια βιβλιοθήκη GSSAPI θα χρησιμοποιηθεί για τον Έλεγχο ταυτότητας HTTP. Μπορείτε να προσδιορίσετε απλώς το όνομα της βιβλιοθήκης ή μια πλήρη διαδρομή. Αν δεν παρέχονται πλήρεις ρυθμίσεις, το Chromium θα κάνει χρήση του προεπιλεγμένου ονόματος βιβλιοθήκης.";
HomepageIsNewTabPage.pfm_title = "Χρήση Νέας σελίδας καρτέλας ως αρχική σελίδα";
HomepageIsNewTabPage.pfm_description = "Διαμορφώνει τον τύπο της προεπιλεγμένης αρχικής σελίδας στο Chromium και αποτρέπει την αλλαγή των προτιμήσεων της αρχικής σελίδας από τους χρήστες. Η αρχική σελίδα μπορεί να οριστεί σε μια διεύθυνση URL την οποία καθορίζετε εσείς ή στη σελίδα νέας καρτέλας. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, η σελίδα νέας καρτέλας θα χρησιμοποιείται πάντα για την αρχική σελίδα και η τοποθεσία της διεύθυνσης URL της αρχικής σελίδας θα αγνοείται. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, η αρχική σελίδα του χρήστη δεν θα είναι ποτέ σελίδα νέας καρτέλας, εκτός αν η διεύθυνση URL έχει οριστεί σε \"chrome://newtab\". Αν ενεργοποιήσετε ή απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα μπορούν να αλλάξουν τον τύπο της αρχικής τους σελίδας στο Chromium.";
HomepageLocation.pfm_title = "Διεύθυνση URL αρχικής σελίδας";
HomepageLocation.pfm_description = "Κάνει διαμόρφωση της προεπιλεγμένης διεύθυνσης URL της αρχικής σελίδας στο Chromium και αποτρέπει την αλλαγή της από τους χρήστες.Ο τύπος της αρχικής σελίδας μπορεί να οριστεί σε μια διεύθυνση URL την οποία μπορείτε να καθορίσετε εδώ ή σε μια Νέα σελίδα καρτέλας. Αν επιλέξετε τη Νέα σελίδα καρτέλας, η συγκεκριμένη πολιτική αγνοείται. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα μπορούν να αλλάξουν τη διεύθυνση URL της αρχικής τους σελίδας στο Chromium, αλλά θα μπορούν επιλέξουν τη Νέα σελίδα καρτέλας ως αρχική τους σελίδα.";
ImagesAllowedForUrls.pfm_title = "Να επιτρέπονται οι εικόνες σε αυτούς τους ιστότοπους";
ImagesAllowedForUrls.pfm_description = "Σας επιτρέπει να ορίσετε μια λίστα προτύπων διευθύνσεων url που προσδιορίζουν ιστότοπους οι οποίοι επιτρέπεται να εμφανίζουν εικόνες.";
ImagesBlockedForUrls.pfm_title = "Αποκλεισμός εικόνων σε αυτούς τους ιστότοπους";
ImagesBlockedForUrls.pfm_description = "Σας επιτρέπει να ορίσετε μια λίστα προτύπων διευθύνσεων url που προσδιορίζουν ιστότοπους οι οποίοι δεν επιτρέπεται να εμφανίζουν εικόνες.";
IncognitoEnabled.pfm_title = "Ενεργοποίηση κατάστασης ανώνυμης περιήγησης";
IncognitoEnabled.pfm_description = "Ενεργοποιεί την κατάσταση ανώνυμης περιήγησης στο Chromium. Αν αυτή η ρύθμιση είναι ενεργοποιημένη αλλά δεν έχει διαμορφωθεί, οι χρήστες μπορούν να ανοίξουν σελίδες ιστού σε κατάσταση ανώνυμης περιήγησης. Αν η ρύθμιση είναι απενεργοποιημένη, οι χρήστες δεν μπορούν να ανοίξουν σελίδες ιστού σε κατάσταση ανώνυμης περιήγησης.";
InstantEnabled.pfm_title = "Ενεργοποίηση Instant";
InstantEnabled.pfm_description = "Ενεργοποιεί τη λειτουργία Instant του Chromium και αποτρέπει την αλλαγή αυτής της ρύθμισης από τους χρήστες. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, ενεργοποιείται το Chromium Instant. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, το Chromium Instant απενεργοποιείται. Αν ενεργοποιήσετε ή απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν μπορούν να αλλάξουν ή να παρακάμψουν αυτήν τη ρύθμιση.";
JavaScriptAllowedForUrls.pfm_title = "Να επιτρέπεται η JavaScript σε αυτούς τους ιστότοπους";
JavaScriptAllowedForUrls.pfm_description = "Σας επιτρέπει να ορίσετε μια λίστα προτύπων διευθύνσεων url που προσδιορίζουν ιστότοπους οι οποίοι επιτρέπεται να εκτελούν JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Αποκλεισμός JavaScript σε αυτούς τους ιστότοπους";
JavaScriptBlockedForUrls.pfm_description = "Σας επιτρέπει να ορίσετε μια λίστα προτύπων διευθύνσεων url που προσδιορίζουν ιστότοπους οι οποίοι δεν επιτρέπεται να εκτελούν JavaScript.";
JavascriptEnabled.pfm_title = "Ενεργοποίηση JavaScript";
JavascriptEnabled.pfm_description = "Ενεργοποιεί την JavaScript στο Chromium και αποτρέπει την αλλαγή αυτής της ρύθμισης από τους χρήστες. Αν αυτή η ρύθμιση είναι ενεργοποιημένη ή δεν έχει διαμορφωθεί, οι ιστοσελίδες μπορούν να χρησιμοποιούν JavaScript. Αν αυτή η ρύθμιση είναι απενεργοποιημένη, οι ιστοσελίδες δεν μπορούν να κάνουν χρήση JavaScript.";
MetricsReportingEnabled.pfm_title = "Ενεργοποίηση αναφοράς χρήσης και δεδομένων που σχετίζονται με σφάλματα";
MetricsReportingEnabled.pfm_description = "Ενεργοποιεί την ανώνυμη αναφορά χρήσης και δεδομένων που σχετίζονται με σφάλματα, σχετικά με το Chromium στο Google και αποτρέπει την αλλαγή αυτής της ρύθμισης από τους χρήστες. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, η ανώνυμη αναφορά χρήσης και δεδομένων που σχετίζονται με σφάλματα θα αποστέλλεται στο Google. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, η ανώνυμη αναφορά της χρήσης και δεδομένων που σχετίζονται με σφάλματα δεν θα αποστέλλεται ποτέ στο Google. Αν ενεργοποιήσετε ή απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα μπορούν να αλλάξουν ή να παρακάμψουν αυτήν τη ρύθμιση στο Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Να επιτρέπεται στους χρήστες να εμφανίζουν κωδικούς πρόσβασης στη Διαχείριση κωδικού πρόσβασης";
PasswordManagerAllowShowPasswords.pfm_description = "Ελέγχει αν ο χρήστης μπορεί να εμφανίσει κωδικούς πρόσβασης σε απλό κείμενο στη διαχείριση κωδικού πρόσβασης. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, η διαχείριση κωδικού πρόσβασης δεν επιτρέπει την εμφάνιση αποθηκευμένων κωδικών πρόσβασης σε απλά κείμενο στο παράθυρο της διαχείρισης κωδικού πρόσβασης. Αν ενεργοποιήσετε ή δεν κάνετε διαμόρφωση αυτής της ρύθμισης, οι χρήστες θα μπορούν να κάνουν προβολή των κωδικών πρόσβασης σε απλό κείμενο στη διαχείριση κωδικών πρόσβασης.";
PasswordManagerEnabled.pfm_title = "Ενεργοποίηση διαχείρισης κωδικού πρόσβασης";
PasswordManagerEnabled.pfm_description = "Ενεργοποιεί την αποθήκευση κωδικών πρόσβασης και τη χρήση αποθηκευμένων κωδικών πρόσβασης στο Chromium. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες μπορούν να ορίσουν το Chromium ώστε να απομνημονεύει τους κωδικούς πρόσβασης και να τους παρέχει αυτόματα την επόμενη φορά που θα συνδεθούν στον εκάστοτε ιστότοπο. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν μπορούν να αποθηκεύσουν ιστότοπους ή να χρησιμοποιήσουν κωδικούς πρόσβασης που έχουν ήδη αποθηκευτεί. Αν ενεργοποιήσετε ή απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα μπορούν να αλλάξουν ή να αντικαταστήσουν αυτή τη ρύθμιση στο Chromium.";
PluginsAllowedForUrls.pfm_title = "Να επιτρέπονται οι προσθήκες σε αυτούς τους ιστότοπους";
PluginsAllowedForUrls.pfm_description = "Σας επιτρέπει να ορίσετε μια λίστα προτύπων διευθύνσεων url που προσδιορίζουν ιστότοπους οι οποίοι επιτρέπεται να εκτελούν προσθήκες.";
PluginsBlockedForUrls.pfm_title = "Αποκλεισμός προσθηκών σε αυτούς τους ιστότοπους";
PluginsBlockedForUrls.pfm_description = "Σας επιτρέπει να ορίσετε μια λίστα προτύπων διευθύνσεων url που προσδιορίζουν ιστότοπους οι οποίοι δεν επιτρέπεται να εκτελούν προσθήκες.";
PopupsAllowedForUrls.pfm_title = "Να επιτρέπονται τα αναδυόμενα παράθυρα σε αυτούς τους ιστότοπους";
PopupsAllowedForUrls.pfm_description = "Σας επιτρέπει να ορίσετε μια λίστα προτύπων διευθύνσεων url που προσδιορίζουν ιστότοπους οι οποίοι επιτρέπεται να ανοίγουν αναδυόμενα παράθυρα.";
PopupsBlockedForUrls.pfm_title = "Αποκλεισμός αναδυόμενων παράθυρων σε αυτούς τους ιστότοπους";
PopupsBlockedForUrls.pfm_description = "Σας επιτρέπει να ορίσετε μια λίστα προτύπων διευθύνσεων url που προσδιορίζουν ιστότοπους οι οποίοι δεν επιτρέπεται να ανοίγουν αναδυόμενα παράθυρα.";
PrintingEnabled.pfm_title = "Ενεργοποίηση εκτύπωσης";
PrintingEnabled.pfm_description = "Ενεργοποιεί την εκτύπωση στο Chromium και αποτρέπει την αλλαγή αυτής της ρύθμισης από τους χρήστες. Αν αυτή η ρύθμιση είναι ενεργοποιημένη ή δεν έχει διαμορφωθεί, οι χρήστες μπορούν να εκτυπώσουν. Αν αυτή η ρύθμιση είναι απενεργοποιημένη, οι χρήστες δεν μπορούν να εκτυπώσουν από το Chromium. Η εκτύπωση απενεργοποιείται στο μενού  στο μενού με το κλειδί, στις επεκτάσεις, στις εφαρμογές JavaScript, κλπ. Ωστόσο, είναι δυνατό να εκτυπώσετε από τις προσθήκες που παρακάμπτουν το Chromium κατά την εκτύπωση. Για παράδειγμα, ορισμένες εφαρμογές Flash διαθέτουν επιλογή εκτύπωσης στο μενού περιβάλλοντός τους, το οποίο δεν θα απενεργοποιηθεί.";
ProxyBypassList.pfm_title = "Λίστα κανόνων παράβλεψης διακομιστή μεσολάβησης διαχωρισμένων με κόμματα";
ProxyBypassList.pfm_description = "Το Chromium θα κάνει παράκαμψη οποιουδήποτε διακομιστή μεσολάβησης για τη λίστα των κεντρικών υπολογιστών που παρέχεται εδώ. Αυτή η πολιτική εφαρμόζεται μόνο αν έχετε επιλέξει μη αυτόματες ρυθμίσεις διακομιστή μεσολάβησης στο \"Επιλογή τρόπου καθορισμού των ρυθμίσεων του διακομιστή μεσολάβησης\". Για πιο λεπτομερή παραδείγματα, επισκεφτείτε τη διεύθυνση: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Επιλογή τρόπου καθορισμού των ρυθμίσεων του διακομιστή μεσολάβησης";
ProxyMode.pfm_description = "direct - Να μην γίνεται ποτέ χρήση διακομιστή μεσολάβησης\nauto_detect - Ρυθμίσεις διακομιστή μεσολάβησης για αυτόματο εντοπισμό\npac_script - Χρησιμοποιήστε ένα σενάριο διακομιστή μεσολάβησης .pac\nfixed_servers - Χρήση σταθερών διακομιστών μεσολάβησης\nsystem - Χρήση ρυθμίσεων διακομιστή μεσολάβησης συστήματος\nΣας επιτρέπει να καθορίζετε τον διακομιστή μεσολάβησης που χρησιμοποιείται από το Chromium και αποτρέπει την αλλαγή των ρυθμίσεων του διακομιστή μεσολάβησης από ους χρήστες. Αν επιλέξετε να μην γίνεται ποτέ χρήση διακομιστή μεσολάβησης και να συνδέεστε πάντα άμεσα, όλες οι άλλες επιλογές αγνοούνται. Αν επιλέξετε να γίνει χρήση των ρυθμίσεων του διακομιστή μεσολάβησης συστήματος ή να γίνεται αυτόματος εντοπισμός του διακομιστή μεσολάβησης, όλες οι άλλες επιλογές αγνοούνται. Αν επιλέξετε τη σταθερή κατάσταση διακομιστή μεσολάβησης, μπορείτε να καθορίσετε περαιτέρω επιλογές στο \"Διεύθυνση ή διεύθυνση URL του διακομιστή μεσολάβησης\" και \"Λίστα κανόνων παράβλεψης διακομιστή μεσολάβησης διαχωρισμένων με κόμματα\". Αν επιλέξετε να κάνετε χρήση ενός σεναρίου .pac διακομιστή μεσολάβησης, θα πρέπει να καθορίσετε τη διεύθυνση URL στο σενάριο σε \"Διεύθυνση URL για αρχείο .pac διακομιστή μεσολάβησης\". Για λεπτομερή παραδείγματα, επισκεφτείτε τη διεύθυνση: Chromium Αν ενεργοποιήσετε αυτήν τη ρύθμιση, το http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett αγνοεί όλες τις επιλογές που σχετίζονται με τον διακομιστή μεσολάβησης οι οποίες καθορίζονται από τη γραμμή εντολών.";
ProxyPacUrl.pfm_title = "Διεύθυνση URL για αρχείο .pac διακομιστή μεσολάβησης";
ProxyPacUrl.pfm_description = "Εδώ μπορείτε να καθορίσετε μια διεύθυνση URL για ένα αρχείο .pac διακομιστή μεσολάβησης. Αυτή η πολιτική εφαρμόζεται μόνο αν έχετε επιλέξει τον μη αυτόματο καθορισμό των ρυθμίσεων του διακομιστή μεσολάβησης στο \"Επιλογή τρόπου καθορισμού των ρυθμίσεων του διακομιστή μεσολάβησης\". Για λεπτομερή παραδείγματα, επισκεφτείτε τη διεύθυνση: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Διεύθυνση ή διεύθυνση URL του διακομιστή μεσολάβησης";
ProxyServer.pfm_description = "Εδώ μπορείτε να καθορίσετε τη διεύθυνση URL του διακομιστή μεσολάβησης. Αυτή η πολιτική εφαρμόζεται μόνο αν έχετε επιλέξει τον μη αυτόματο καθορισμό των ρυθμίσεων του διακομιστή μεσολάβησης στο \"Επιλογή τρόπου καθορισμού των ρυθμίσεων του διακομιστή μεσολάβησης\". Για περισσότερες επιλογές και λεπτομερή παραδείγματα, επισκεφτείτε τη διεύθυνση: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Ενέργεια κατά την εκκίνηση";
RestoreOnStartup.pfm_description = "0 - Άνοιγμα αρχικής σελίδας\n1 - Εκ νέου άνοιγμα των διευθύνσεων URL που ανοίχτηκαν την τελευταία φορά\n4 - Άνοιγμα μιας λίστας διευθύνσεων URL\nΣας επιτρέπει να καθορίσετε τη συμπεριφορά της εφαρμογής κατά την εκκίνηση. Αν επιλέξετε \"Άνοιγμα αρχικής σελίδας\" η αρχική σελίδα θα ανοίγει πάντα κατά την έναρξη του Chromium. Αν επιλέξετε \"Εκ νέου άνοιγμα των διευθύνσεων URL που ανοίχθηκαν την τελευταία φορά\", θα ανοιχτούν ξανά οι διευθύνσεις URL που ανοίχτηκαν την τελευταία φορά που έκλεισε το Chromium. Αν επιλέξετε \"Άνοιγμα μιας λίστας διευθύνσεων URL\", όταν ο χρήστης κάνει έναρξη του Chromium, θα ανοίξει η λίστα \"Διευθύνσεις URL για άνοιγμα κατά την εκκίνηση\". Αν ενεργοποιήσετε αυτή τη ρύθμιση, οι χρήστες δεν θα μπορούν να την αλλάξουν ή να την παρακάμψουν στο Chromium. Η απενεργοποίηση αυτής της ρύθμισης ισούται με την μη διαμόρφωση της. Ο χρήστης θα εξακολουθεί να έχει τη δυνατότητα να την αλλάξει στο Chromium.";
RestoreOnStartupURLs.pfm_title = "Διευθύνσεις URL για να άνοιγμα κατά την εκκίνηση";
RestoreOnStartupURLs.pfm_description = "Αν επιλεγεί το \"Άνοιγμα μιας λίστας διευθύνσεων URL\" ως ενέργεια κατά την έναρξη, αυτό σας επιτρέπει να καθορίσετε τη λίστα των διευθύνσεων URL που ανοίγονται.";
SafeBrowsingEnabled.pfm_title = "Ενεργοποίηση Ασφαλούς περιήγησης";
SafeBrowsingEnabled.pfm_description = "Ενεργοποιεί τη λειτουργία Ασφαλούς περιήγησης του Chromium και αποτρέπει την αλλαγή αυτής της ρύθμισης από τους χρήστες. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, η Ασφαλής περιήγηση θα είναι πάντα ενεργή. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, η Ασφαλής περιήγηση δεν θα είναι ποτέ ενεργή. Αν ενεργοποιήσετε ή απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα μπορούν να αλλάξουν ή να παρακάμψουν αυτήν τη ρύθμιση στο Chromium .";
SavingBrowserHistoryDisabled.pfm_title = "Απενεργοποίηση αποθήκευσης ιστορικού περιήγησης";
SavingBrowserHistoryDisabled.pfm_description = "Απενεργοποιεί την αποθήκευση του ιστορικού περιήγησης στο Chromium και αποτρέπει την αλλαγή αυτής της ρύθμισης από τους χρήστες. Αν αυτή η ρύθμιση είναι ενεργοποιημένη, το ιστορικό περιήγησης δεν αποθηκεύεται. Αν αυτή η ρύθμιση είναι απενεργοποιημένη ή δεν έχει ρυθμιστεί, το ιστορικό περιήγησης αποθηκεύεται.";
SearchSuggestEnabled.pfm_title = "Ενεργοποίηση προτάσεων αναζήτησης";
SearchSuggestEnabled.pfm_description = "Ενεργοποιεί τις προτάσεις αναζήτησης στο κύριο πλαίσιο του Chromium και αποτρέπει την αλλαγή αυτής της ρύθμισης από τους χρήστες. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, χρησιμοποιούνται προτάσεις αναζήτησης. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, δεν χρησιμοποιούνται ποτέ προτάσεις αναζήτησης. Αν ενεργοποιήσετε ή απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα μπορούν να αλλάξουν ή να παρακάμψουν αυτήν τη ρύθμιση στο Chromium .";
ShowHomeButton.pfm_title = "Εμφάνιση του κουμπιού Αρχικής σελίδας στη γραμμή εργαλείων";
ShowHomeButton.pfm_description = "Εμφανίζει το κουμπί Αρχική σελίδα στη γραμμή εργαλείων του Chromium. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, το κουμπί Αρχική σελίδα θα εμφανίζεται πάνα. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, το κουμπί Αρχική σελίδα δεν θα εμφανίζεται ποτέ. Αν ενεργοποιήσετε ή απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα μπορούν να αλλάξουν ή να παρακάμψουν αυτήν τη ρύθμιση στο Chromium .";
SyncDisabled.pfm_title = "Απενεργοποίηση συγχρονισμού δεδομένων με το Google";
SyncDisabled.pfm_description = "Απενεργοποιεί τον συγχρονισμό δεδομένων στο Chromium χρησιμοποιώντας υπηρεσίες συγχρονισμού που φιλοξενεί η Google και εμποδίζει την αλλαγή αυτής της ρύθμισης από τους χρήστες. Εάν ενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν θα μπορούν να αλλάξουν ή να αντικαταστήσουν αυτή τη ρύθμιση στο Chromium.";
TranslateEnabled.pfm_title = "Ενεργοποίηση Μετάφρασης";
TranslateEnabled.pfm_description = "Ενεργοποιεί την ενσωματωμένη υπηρεσία Μετάφραση Google στο Chromium. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, το Chromium θα εμφανίσει μια ενσωματωμένη γραμμή εργαλείων μέσω της οποίας θα προσφέρεται μετάφραση της σελίδας για τον χρήστη, όποτε απαιτείται. Αν απενεργοποιήσετε αυτήν τη ρύθμιση, η γραμμή μετάφρασης δεν θα εμφανιστεί ποτέ στους χρήστες. Αν ενεργοποιήσετε ή απενεργοποιήσετε αυτήν τη ρύθμιση, οι χρήστες δεν μπορούν να αλλάξουν ή να αντικαταστήσουν αυτήν τη ρύθμιση Chromium.";
UserDataDir.pfm_title = "Ορισμός καταλόγου δεδομένων χρήστη";
UserDataDir.pfm_description = "Κάνει διαμόρφωση του καταλόγου που θα χρησιμοποιήσει το Chromium για την αποθήκευση δεδομένων χρήστη. Αν καθορίσετε αυτήν την πολιτική, το Chromium θα κάνει χρήση του παρεχόμενου καταλόγου ανεξάρτητα αν ο χρήστης έχει καθορίσει την επισήμανση \"--user-data-dir\".";